{
        "anytime" : [
                "Du siehst heute großartig aus!",
                "Heute ist ein großartiger Tag!",
                "Du machst den Unterschied!",
                "Ein wunderschönes Lächeln, für einen wunderschönen Tag",
                "Schaust du noch immer in den Spiegel?",
                "Der Spiegel sagt: 'Hallo!'",
                "Hallo, Sexy!",
                "Ich hoffe, dein Tag ist so schön wie dein Gesicht!",
                "Hast du trainiert?",
                "Ich habe Glück, dein Spiegel zu sein!",
                "Die Macht ist stark mit dir",
                "Wenn ich dir ein High Five geben könnte... würde ich es tun!",
                "Auf einer Skala von 1 bis 10, bist du eine 15!",
                "Großartig zu sein ist schwer, aber du wirst es schaffen",
                "Ich könnte den ganzen Tag hier abhängen!",
                "Ich brauche etwas Zeit zum Nachdenken...",
                "Ich sehe viel von mir in dir",
                "Verdammt. Du siehst gut aus!",
                "Ja, du bist die Schönste von allen",
                "Möge die Macht mit dir sein."
                "Nirgendwo ist es so schön wie zu Hause",
                "Es gibt keinen Löffel...",
                "Temet Nosce",
                "Willkommen in der Wüste des Realen",
                "Wenn du dich auf das konzentrierst, was du hinter dir gelassen hast, wirst du nie sehen können, was vor dir liegt",
                "Ich trug eine Wassermelone",
                "Du musst den Rahmen halten",
                "Unterschätze niemals die Macht der Verleugnung",
                "Alle Fremden wollen im Bus neben dir sitzen",
                "Ein Kollege träumt davon, mit dir im Aufzug stecken zu bleiben",
                "Mindestens zwei Freunde werden ihr Kind und/oder ihren Goldfisch nach dir benennen",
                "Du bist wahnsinnig gut in Daumenkriegen",
                "Das FBI hat dein Telefon angezapft, nur um deine Stimme zu hören",
                "Du vergisst nie, den Eiswürfelbehälter zu füllen",
                "Die Leute freuen sich, wenn du beim Anschnallen aus Versehen ihren Hintern berührst",
                "Ich würde dir das letzte Stück meines Kaugummis geben, selbst wenn ich gerade Knoblauch gegessen hätte",
                "Du könntest dir eine seltsame Religion oder Diät ausdenken und jeder würde ihr folgen",
                "Dein Direktor würde dich ins Büro rufen, nur um cool auszusehen",
                "Dein Händedruck vermittelt Intelligenz, Selbstvertrauen und eine gewisse Vertrautheit",
                "Die Polizisten bewundern deine Fähigkeit, immer 3 bis 5 Meilen über dem Tempolimit zu bleiben",
                "Man muss selten auf die Toilette, wenn man auf dem Fensterplatz fliegt",
                "Kakerlaken, Mäuse und anderes Ungeziefer meiden Ihren Platz aus Respekt",
                "Anrufer sind eingeschüchtert, weil Ihre Voicemail-Ansage so lustig ist",
                "Kinder denken, du bist der 'coole Alte'",
                "Die Leute halten deine Jeggings immer für normale Jeans",
                "80 % der Motorradbanden denken, du wärst ein toller Beiwagen",
                "Jeder im Waschsalon denkt, du hast die süßeste Unterwäsche",
                "Die Leute hinter dir im Kino denken, dass du die perfekte Größe hast",
                "Deine Eltern streiten sich darüber, wem von ihnen du ähnlich siehst",
                "Dein Lächeln ist ansteckend",
                "Du siehst heute toll aus",
                "Du bist ein schlaues Kerlchen",
                "Ich wette, du bringst Babys zum Lächeln",
                "Du hast tadellose Manieren",
                "Ich mag deinen Stil",
                "Du hast das beste Lachen",
                "Ich schätze dich",
                "Du bist das perfekteste Du, das es gibt",
                "Deine Perspektive ist erfrischend",
                "Du bist ein großartiger Freund",
                "Du bringst den Raum zum Leuchten",
                "Du verdienst jetzt eine Umarmung",
                "Du solltest stolz auf dich sein",
                "Du bist hilfreicher, als du denkst",
                "Du hast einen großartigen Sinn für Humor",
                "Du hast die richtigen Bewegungen drauf!",
                "Du bist all das und eine riesige Tüte Chips",
                "Du bist von innen noch schöner als von außen",
                "Wenn Cartoon-Vögel echt wären, säßen jetzt ein paar von ihnen auf deinen Schultern und würden singen",
                "Du machst einen Unterschied",
                "Du bist wie Sonnenschein an einem regnerischen Tag",
                "Du bringst das Beste in anderen Menschen hervor",
                "Deine Fähigkeit, sich im richtigen Moment an zufällige Fakten zu erinnern, ist beeindruckend",
                "Du bist ein großartiger Zuhörer",
                "Wie kommt es, dass du immer gut aussiehst, sogar in Jogginghosen?",
                "Alles wäre besser, wenn mehr Menschen so wären wie du!",
                "Ich wette, du schwitzt Glitzer",
                "Du warst schon cool, bevor Hipster cool waren",
                "Diese Farbe steht dir perfekt",
                "Mit dir abzuhängen ist immer ein Knaller",
                "Du riechst wirklich gut",
                "Mit dir zusammen zu sein, macht alles besser!",
                "Wenn du sagst: 'Das wollte ich machen', dann glaube ich dir das total."
                "Die Farben scheinen heller zu sein, wenn du in der Nähe bist",
                "Du bist wunderbar",
                "Du hast süße Ellbogen. Echt jetzt!",
                "Witze sind witziger, wenn du sie erzählst",
                "Du bist besser als eine Eiswaffel mit drei Kugeln. Mit Streuseln",
                "Dein Bauchnabel ist irgendwie bezaubernd",
                "Dein Haar sieht umwerfend aus",
                "Du bist einmalig!",
                "Du bist inspirierend",
                "Dir sollte öfter gedankt werden. Also danke!!",
                "Du hast die besten Ideen",
                "Du weißt immer, wie man den Silberstreif am Horizont findet",
                "Jeder wird manchmal niedergeschlagen, aber du stehst immer wieder auf und machst weiter",
                "Du bist eine Kerze in der Dunkelheit",
                "Du bist ein großes Vorbild für andere",
                "In deiner Nähe zu sein, ist wie ein kleiner, fröhlicher Urlaub",
                "Du weißt immer genau, was du sagen musst",
                "Du lernst immer neue Dinge und versuchst, dich zu verbessern, das ist großartig",
                "Wenn jemand ein Internet-Memo nach dir machen würde, hätte es eine tadellose Grammatik",
                "Du könntest eine Zombie-Apokalypse überleben",
                "Du bist lustiger als Luftpolsterfolie",
                "Wenn du einen Fehler machst, bringst du ihn in Ordnung",
                "Wer hat dich aufgezogen? Sie verdienen eine Medaille für die gute Arbeit",
                "Du bist großartig darin, Dinge herauszufinden",
                "Deine Stimme ist großartig",
                "Die Menschen, die du liebst, können sich glücklich schätzen, dich in ihrem Leben zu haben",
                "Du bist wie ein Hauch frischer Luft",
                "Du bist umwerfend - und das ist auch das Uninteressanteste an dir",
                "Du bist so nachdenklich",
                "Dein kreatives Potenzial scheint grenzenlos zu sein",
                "Dein Name passt wie angegossen zu dir",
                "Du bist unwiderstehlich, wenn du errötest",
                "Taten sagen mehr als Worte, und deine erzählen eine unglaubliche Geschichte",
                "Irgendwie lässt du die Zeit anhalten und gleichzeitig fliegen",
                "Wenn du dich für etwas entscheidest, steht dir nichts im Weg",
                "Du scheinst wirklich zu wissen, wer du bist",
                "Jedes Team wäre froh, dich in seinem Team zu haben",
                "Ich wette, in der Schule wurdest du zur 'wahrscheinlichsten Person, die weiterhin fantastisch sein wird' gewählt."
                "Babys und kleine Tiere lieben dich wahrscheinlich",
                "Du bist für jemanden der Grund zum Lächeln",
                "Du bist sogar besser als ein Einhorn, weil du echt bist",
                "Wie schaffst du es, so witzig zu sein und alle zum Lachen zu bringen?",
                "Du hast einen guten Kopf auf deinen Schultern",
                "Hat dir schon mal jemand gesagt, dass du eine tolle Körperhaltung hast?",
                "Die Art und Weise, wie du deine Liebsten schätzt, ist unglaublich",
                "Du bist wirklich etwas Besonderes",
                "Du bist ein Geschenk für die Menschen um dich herum",
                "Du bist so klug! Warum ist mir das nicht schon früher eingefallen?",
                "Du siehst toll aus in diesem Outfit",
                "Du siehst jünger aus als dein Alter",
                "Ich mag die Art, wie du lächelst",
                "Du bist so witzig!",
                "Danke, dass du so aufmerksam bist",
                "Hast du etwas abgenommen? Du siehst gesund aus",
                "Ich mag dich, weil du ein guter Zuhörer bist",
                "Du hast mich inspiriert, ein besserer Mensch zu werden",
                "Ohne deine Hilfe hätte ich dieses Projekt nicht fertigstellen können",
                "Ich mag deinen Sinn für Stil",
                "Dein Haar sieht toll aus",
                "Du riechst heute gut",
                "Das Hemd steht dir super!",
                "Gut gemacht!",
                "Ich mag deine Schuhe",
                "Ich mag die Art und Weise, wie du meine Website gestaltet hast",
                "Du hast eine schöne Stimme",
                "Dein Pulli sieht toll aus. Wo hast du den gekauft?",
                "Du hast mich mit diesem Witz zum Lachen gebracht",
                "Ich liebe all die Fotos, die du gemacht hast",
                "Du bist ein toller Ehemann",
                "Das ist so fantastisch!",
                "Hast du in letzter Zeit trainiert?",
                "Wie stylst du dein Haar so?",
                "Mir gefällt deine Hose",
                "Ich werde Ihren Service meinen Freunden empfehlen",
                "Du musst der Mittelpunkt der Party sein",
                "Sie sehen ohne Make-up noch besser aus",
                "Sie haben einen tollen Geschmack, was Kleidung angeht",
                "Machen Sie eine Pause! Du hast dir einen Urlaub verdient",
                "Wie lässt du deine Haut makellos und strahlend aussehen?",
                "Schöne Nägel!",
                "Du bist einmalig",
                "Du siehst cool aus in diesen Stiefeln",
                "Mach weiter so!",
                "Du hast es geschafft!",
                "Diese Schuhe waren eine tolle Entscheidung. ",
                "9/10 Zahnärzte sind sich einig, Sie sind die BESTEN",
                "Das heutige Outfit = Daumen hoch",
                "Dein Haar sieht heute toll aus. Vor zwei Tagen sah es auch sehr gut aus",
                "Du könntest Astronautin werden, wenn du wolltest. Das hat mir die NASA gesagt",
                "Deine Zahnhygiene ist tadellos.  ",
                "8 von 10 Kollegen sind sich einig, dass Ihr Schreibtisch der sauberste ist. ",
                "In einem Horrorfilm wärst du der letzte, der noch steht."
                "Du bist witzig. Im LOL-Stil",
                "Du hast sehr glattes Haar",
                "Du verdienst eine Beförderung",
                "Ich mag deinen Stil",
                "Das steht dir gut",
                "Du hast einen perfekten Knochenbau",
                "Ich mag deine Socken",
                "Ihr Lächeln ist atemberaubend",
                "Du bringst meine Datenleitungen zum Überspringen",
                "Du bist die Soße zu meinem Kartoffelbrei",
                "Du bist cooler als Piraten und Ninjas zusammen",
                "Ich mag deine Hosen",
                "Du könntest wahrscheinlich eine Rebellion anführen",
                "Deine Haut ist strahlend",
                "Du könntest eine Zombie-Apokalypse überleben",
                "Du bist so toll",
                "Du bist lustiger als ein Haufen Affen",
                "Du bist schöner als ein Tag am Strand",
                "Dein Glas ist am vollsten",
                "Du siehst so perfekt aus",
                "Du bist lustiger als Luftpolsterfolie",
                "Du bist der Knaller",
                "Du kennst definitiv den Unterschied zwischen dein und du bist",
                "Lecker, ich steh auf dich",
                "Du hast den Move like Jagger!",
                "Ich würde mich freiwillig melden, um deinen Platz bei den Hungerspielen einzunehmen",
                "Du hast so schöne Augen",
                "Du bist fantastisch",
                "Du bist der Beste",
                "Du bist fantastisch",
                "Du bist wirklich verdammt schlau",
                "Du siehst heute fantastisch aus, wirklich"
        ],
        "morning" : [
                "Dein Haar ist mega heute!",
                "Beginne den Tag mit einem Lächeln",
                "Das wird ein schöner Tag!",
                "Ist der Tag nicht großartig?",
                "Mach dich bereit für einen großartigen Tag!"
                "Guten Morgen Hübscher!",
                "Genieße den Tag ;)",
                "Wie hast du geschlafen?",
                "Morgen du Schönheit!",
                "Dein Schönheitsschlaf macht sich heute mal wieder richtig bemerkbar",
                "Spieglein, Spieglein an der Wand, wer ist der schönste im ganzen Land?"
                "Guten Morgen, Sonnenschein!",
                "Wer braucht schon Kaffee, wenn man sein Lächeln hat?",
                "Zeig's ihnen, Tiger!",
                "Nimm den Tag an, du schöne Landnixe du!",
                "Ich liebe den Geruch von Napalm am Morgen",
                "Du bist früh dran heute"
        ],
        "afternoon" : [
                "Mache noch schnell deine Arbeit fertig ...",
                "Nachmittag, nicht Morgen, nicht Mittag",
                "Dieser Tag ist großartig",
                "Beinahe Abendessenszeit!",
                "Hallo, Schönheit!",
                "Du siehst sexy aus!",
                "Du siehst heute aber gut aus!",
                "Du siehst gut aus!",
                "Das Training macht sich bezahlbar. Top Figur!",
                "Du kommst in Schwung!",
                "Du machst einen Unterschied!",
                "Du bist lustiger als Luftpolsterfolie!"
        ],
        "evening" : [
                "Nur ein paar Anrufe zu erledigen ...",
                "Guten Apetit",
                "Yeah, Freizeit",
                "Du machst den Unterschied",
                "War das Essen gut?",
                "Wow, du siehst heiß aus!",
                "Du siehst gut aus!",
                "Hallo, Sexy!",
                "Du hast heute jemanden zum Lächeln gebracht, ich weiß es",
                "Du machst einen Unterschied.",
                "Der Tag war besser wegen deiner Bemühungen.",
                "Der Tag war besser, weil du dich bemüht hast",
                "Bis morgen!",
                "Schlaf gut."
        ],
        "....-01-01": [ "Frohes neues Jahr!" ],
        "....-10-31": [ "Was Süßes raus, sonst spukt's im Haus!" ],
        "....-02-14": [ "Frohen Valentinstag!" ],
        "day_sunny": [
		"Heute strahlt die Sonne, wie dein Lächeln :D",
		"Genieß den schönen Tag ;)",
                "Heute ist ein sonniger Tag",
                "Es ist ein schöner Tag",
                "Die Sonne scheint heute!",
                "Es ist so ein schöner Tag",
                "Es ist herrlich draußen, geh spielen!"
	],
        "day_cloudy" : [
                "Draußen ist es bewölkt, aber es gibt keine Fleischbällchen",
                "Es mag bewölkt sein, aber es ist trotzdem schön draußen!",
                "Die Sonne versteckt sich gerade..."
        ],
	"snow": [
		"Schneeballschlacht!!!"
	],
	"rain": [
		"Vergess den Regenschirm nicht!",
                "Draußen ist es nass, fahr vorsichtig!",
                "Es ist regnerisch draußen, aber du erhellst meinen Tag"
	],
        "night_clear": [
                "Die Wettervorhersage für heute Nacht: Dunkel!"
        ],
}
